4ops.terraform
akamud.vscode-theme-onedark
andenetalexander.vim-cheatsheet
batisteo.vscode-django
christian-kohler.npm-intellisense
dart-code.dart-code
dart-code.flutter
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
github.copilot
github.copilot-chat
kevinrose.vsc-python-indent
kleber-swf.unity-code-snippets
kreativ-software.csharpextensions
mcright.auto-save
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-fr
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
nilssoderman.batch-runner
njpwerner.autodocstring
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.java
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
svelte.svelte-vscode
tal7aouy.theme
tobiah.unity-tools
tomoki1207.pdf
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudiotoolsforunity.vstuc
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
whizkydee.material-palenight-theme
wholroyd.jinja
xsro.masm-tasm
xsro.vscode-dosbox
zhuangtongfa.material-theme
